{
	"name": "CTS-2023-2025 in English",
	"description": "CoreTrustSeal Trustworthy Data Repositories Requirements 2023–2025",           
    "levels":  [
            {"code": 0, "label": "0 - Not applicable"},
            {"code": 1, "label": "1 - The repository has not considered this yet"},
            {"code": 2, "label": "2 - The repository has a theoretical concept"},
            {"code": 3, "label": "3 - The repository is in the implementation phase "},
            {"code": 4, "label": "4 - The guideline has been fully implemented in the repository"}
        ],
    "requirements" : [ 
    {
        "code" : "R0",
        "requirement": "R0. Background Information & Context.",
        "levelActive" : false,
        "response": "- Re3data Identifier (https://www.re3data.org/)\n\n- Repository type. Select a repository type:\n● Generalist repository\n● Specialist repository\nSpecialist repositories are asked to provide their domain(s) and/or discipline(s).\n\n- Overview. \n\n- Designated Community.\n\n- Levels of Curation.\nSelect all relevant types from:\nA. Content distributed as deposited\nB. Basic curation – e.g. brief checking, addition of basic metadata or documentation\nC. Enhanced curation – e.g. conversion to new formats during ingest, enhancementof documentation and metadata\nD. Data-level curation – as in C above, but with additional editing of deposited data\n\n(6) Cooperation and outsourcing to third parties, partners and host organisations\n\n(7) Applicants renewing their CoreTrustSeal certification: summary of significant changes since last application."
    },
    {
        "code" : "R1",
        "requirement": "R1. The repository has an explicit mission to provide access to and preserve digital objects.",
        "levelActive" : true
    }, 
    {
        "code" : "R2",
        "requirement": "R2. The repository maintains all applicable rights and monitors compliance.",
        "levelActive" : true
    },
    {
        "code" : "R3",
        "requirement": "R3. The Repository has a plan to ensure ongoing access to and preservation of its data and metadata.",
        "levelActive" : true
    },        
    {
        "code" : "R4",
        "requirement": "R4. The repository ensures to the extent possible that data and metadata are created, curated, preserved, accessed and used in compliance with legal and ethical norms.",
            "levelActive" : true
    },
    {
        "code" : "R5",
        "requirement": "R5. The repository has adequate funding and sufficient numbers of staff managed through a clear system of governance to effectively carry out the mission.",
        "levelActive" : true
    },
    {
        "code" : "R6",
        "requirement": "R6. The repository adopts mechanisms to secure ongoing expertise, guidance and feedback-either in-house, or external.",
            "levelActive" : true
    },
    {
        "code" : "R7",
        "requirement": "R7. The repository guarantees the authenticity of the digital objects and provides provenance information.",
        "levelActive" : true
    },
    {
        "code" : "R8",
        "requirement": "R8. The repository accepts data and metadata based on defined criteria to ensure relevance and understandability for data users.",
        "levelActive" : true
    },
    {
        "code" : "R9",
        "requirement": "R9. The repository assumes responsibility for long-term preservation and manages this function in a planned and documented way.",
        "levelActive" : true
    },
    {
        "code" : "R10",
        "requirement": "R10. The repository addresses technical quality and standards compliance, and ensures that sufficient information is available for end users to make quality-related evaluations.",
        "levelActive" : true
    },
    {
        "code" : "R11",
        "requirement": "R11. Digital object management takes place according to defined workflows from deposit to access.",
        "levelActive" : true
	},
    {
        "code" : "R12",
        "requirement": "R12. The repository enables users to discover the digital objects and refer to them in a persistent way through proper citation.",
        "levelActive" : true
    },
    {
        "code" : "R13",
        "requirement": "R13. The repository enables reuse of the digital objects over time, ensuring that appropriate information is available to support understanding and use.",
        "levelActive" : true
    },
    {
        "code" : "R14",
        "requirement": "R14. The repository applies documented processes to ensure data and metadata storage and integrity.",
        "levelActive" : true
    },
    {
        "code" : "R15",
        "requirement": "R15. The repository is managed on well-supported operating systems and other core infrastructural software and hardware appropriate to the services it provides to its Designated Community.",
       	"levelActive" : true
    },
    {
        "code" : "R16",
        "requirement": "R16. The repository protects the facility and its data, metadata, products, services, and users.",
        "levelActive" : true
    } 
]
}